const driverOrdersState = [
  {
    "id": "6RkwlcCdetcMIGi",
    "data": [
      {
        "name": "Тип трансфера",
        "value": "Туда и обратно"
      },
      {
        "name": "Откуда",
        "value": "Воронеж, Россия"
      },
      {
        "name": "Куда",
        "value": "Варшава, Польша"
      },
      {
        "name": "Номер рейса",
        "value": "34345"
      },
      {
        "name": "Дата трансфера",
        "value": "26.02.2018"
      },
      {
        "name": "Время трансфера",
        "value": "21:27"
      },
      {
        "name": "Поездка обратно",
        "value": "28.02.2018"
      },
      {
        "name": "Время трансфера",
        "value": "21:27"
      },
      {
        "name": "Взрослые",
        "value": "1"
      },
      {
        "name": "Дети",
        "value": "1"
      },
      {
        "name": "Тип авто",
        "value": "Бизнес класс"
      },
      {
        "name": "Цена трансфера",
        "value": "102130 €"
      },
      {
        "name": "Ваше имя",
        "value": "4353"
      },
      {
        "name": "Телефон",
        "value": "345"
      },
      {
        "name": "E-mail",
        "value": "345345"
      },
      {
        "name": "Способы оплаты",
        "value": "Оплата картой водителю"
      }
    ],
    "date": "26.02.2018",
    "status": "wait",
  },
  {
    "id": "vwDAIGJCVQq_5WI",
    "data": [
      {
        "name": "Тип трансфера",
        "value": "Туда и обратно"
      },
      {
        "name": "Откуда",
        "value": "Воронеж, Россия"
      },
      {
        "name": "Куда",
        "value": "Варшава, Польша"
      },
      {
        "name": "Номер рейса",
        "value": "34345"
      },
      {
        "name": "Дата трансфера",
        "value": "26.02.2018"
      },
      {
        "name": "Время трансфера",
        "value": "21:27"
      },
      {
        "name": "Поездка обратно",
        "value": "28.02.2018"
      },
      {
        "name": "Время трансфера",
        "value": "21:27"
      },
      {
        "name": "Взрослые",
        "value": "1"
      },
      {
        "name": "Дети",
        "value": "1"
      },
      {
        "name": "Тип авто",
        "value": "Бизнес класс"
      },
      {
        "name": "Цена трансфера",
        "value": "102130 €"
      },
      {
        "name": "Ваше имя",
        "value": "4353"
      },
      {
        "name": "Телефон",
        "value": "345"
      },
      {
        "name": "E-mail",
        "value": "345345"
      },
      {
        "name": "Способы оплаты",
        "value": "Оплата картой водителю"
      }
    ],
    "date": "26.02.2018",
    "status": "process",
    "driver": "Ari24"
  },
  {
    "id": "Wf0DU4txPQAVcWJ",
    "data": [
      {
        "name": "Тип трансфера",
        "value": "Туда и обратно"
      },
      {
        "name": "Откуда",
        "value": "Воронеж, Россия"
      },
      {
        "name": "Куда",
        "value": "Варшава, Польша"
      },
      {
        "name": "Номер рейса",
        "value": "34345"
      },
      {
        "name": "Дата трансфера",
        "value": "26.02.2018"
      },
      {
        "name": "Время трансфера",
        "value": "21:27"
      },
      {
        "name": "Поездка обратно",
        "value": "28.02.2018"
      },
      {
        "name": "Время трансфера",
        "value": "21:27"
      },
      {
        "name": "Взрослые",
        "value": "1"
      },
      {
        "name": "Дети",
        "value": "1"
      },
      {
        "name": "Тип авто",
        "value": "Бизнес класс"
      },
      {
        "name": "Цена трансфера",
        "value": "102130 €"
      },
      {
        "name": "Ваше имя",
        "value": "4353"
      },
      {
        "name": "Телефон",
        "value": "345"
      },
      {
        "name": "E-mail",
        "value": "345345"
      },
      {
        "name": "Способы оплаты",
        "value": "Оплата картой водителю"
      }
    ],
    "date": "26.02.2018",
    "status": "done",
    "driver": "Vivienne.Goyette53"
  },
  {
    "id": "DaHkGf6qoc1UOPe",
    "data": [
      {
        "name": "Тип трансфера",
        "value": "Туда и обратно"
      },
      {
        "name": "Откуда",
        "value": "Воронеж, Россия"
      },
      {
        "name": "Куда",
        "value": "Варшава, Польша"
      },
      {
        "name": "Номер рейса",
        "value": "34345"
      },
      {
        "name": "Дата трансфера",
        "value": "26.02.2018"
      },
      {
        "name": "Время трансфера",
        "value": "21:27"
      },
      {
        "name": "Поездка обратно",
        "value": "28.02.2018"
      },
      {
        "name": "Время трансфера",
        "value": "21:27"
      },
      {
        "name": "Взрослые",
        "value": "1"
      },
      {
        "name": "Дети",
        "value": "1"
      },
      {
        "name": "Тип авто",
        "value": "Бизнес класс"
      },
      {
        "name": "Цена трансфера",
        "value": "102130 €"
      },
      {
        "name": "Ваше имя",
        "value": "4353"
      },
      {
        "name": "Телефон",
        "value": "345"
      },
      {
        "name": "E-mail",
        "value": "345345"
      },
      {
        "name": "Способы оплаты",
        "value": "Оплата картой водителю"
      }
    ],
    "date": "26.02.2018",
    "status": "wait",
  }
]

const driverOrdersReducer = (state = driverOrdersState, action) => {
  return state
}

export default driverOrdersReducer